Revit 2027 API
SymbolTypeId.FtPerKip Property
 Symbol ft/kip, indicating unit Feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtPerKip { get; }
Public Shared ReadOnly Property FtPerKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtPerKip {
	ForgeTypeId^ get ();
}
static member FtPerKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace